tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"
tap "twlz0ne/ccls"
tap "universal-ctags/universal-ctags"
brew "openssl"
brew "aspell"
brew "bash"
brew "bash-completion@2"
brew "bat"
brew "sqlite"
brew "xz"
brew "python"
brew "bear"
brew "cmake"
brew "pcre"
brew "cppcheck"
brew "llvm"
brew "cquery"
brew "ctop"
brew "docker-completion"
brew "docker-compose-completion"
brew "dos2unix"
brew "doxygen"
brew "fd"
brew "fswatch"
brew "fzf"
brew "gcc"
brew "gflags"
brew "git"
brew "gnu-tar"
brew "go"
brew "goto"
brew "gradle"
brew "grip"
brew "hardlink-osx"
brew "oniguruma"
brew "jq"
brew "kompose"
brew "kubernetes-cli"
brew "kubernetes-helm"
brew "lcov"
brew "libidn2"
brew "libyaml"
brew "lz4"
brew "neovim"
brew "ninja"
brew "node"
brew "p7zip"
brew "perl"
brew "pstree"
brew "pv"
brew "python-yq"
brew "python@2"
brew "rsync"
brew "rtags", restart_service: true
brew "ruby"
brew "shellcheck"
brew "snappy"
brew "snzip"
brew "utf8proc"
brew "subversion"
brew "the_silver_searcher"
brew "vim"
brew "watch"
brew "wget"
brew "twlz0ne/ccls/ccls", args: ["with-build-debug"]
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "minikube"
cask "spectacle"
cask "vienna"
cask "visual-studio-code"
